Repository: ExpTechTW/DPIP
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh_cn

# notification_service_description
source: When a natural disaster occurs, notifications are used to transmit disaster prevention information.
ja: 通知サービスの提供に使用
ko: 중대 재해 발생 시 알림으로 즉각 방재 정보를 전달합니다.
vi: 在重大災害發生時以通知來傳遞即時防災資訊
zh_cn: 在重大灾害发生时以通知来传递即时防灾信息

# location_based_service
source: Automatically updates your location settings to provide real-time disaster alerts for your current area.
ja: 位置情報の提供に使用
ko: GPS를 이용하여 소재지 위치를 자동으로 업데이트하고, 현지의 즉각적인 방재 정보를 제공합니다.
vi: 使用定位來自動更新所在地設定，提供當地的即時防災資訊
zh_cn: 使用定位来自动更新所在地设置，提供当地的即时防灾信息

# data_visualization_storage
source: Used for saving visualized data from CWA and ExpTech.
ja: 中央気象署（CWA）やExpTechが提供するデータを可視化した画像を保存する。
ko: 대만 기상청 또는 ExpTech에서 제공하는 데이터 시각화 이미지를 저장하는 데 사용
vi: Để lưu trữ hình ảnh trực quan dữ liệu từ Đài Loan Cơ quan thời tiết trung ương (CWA) hoặc ExpTech.
zh_cn: 用于存储中央气象署或 ExpTech 提供之数据可视化图片

source: Disagree
ja: 拒否
ko: 동의하지 않음
vi: Không đồng ý
zh_cn: 不允许

source: Agree
ja: 許可
ko: 동의
vi: Đồng ý
zh_cn: 接受

# trem_service_description
source: DPIP offers a strong earthquake monitoring service powered by TREM from ExpTech Studio. Please carefully review the following terms and conditions and select whether to enable this service.
ja: ExpTech's TREMの強震モニターサービスはDPIPでご覧いただけますが、以下の条件をお読みいただき、この機能を有効にするかどうかをお選びください。
ko: DPIP 에서 ExpTech의 TREM 강진 모니터링 서비스를 확인할 수 있습니다. 아래 조건을 자세히 읽고 활성화 여부를 선택하세요.
vi: Bạn có thể xem dịch vụ “Strong Earthquake Monitor” từ TREM của ExpTech trong DPIP, vui lòng đọc các điều kiện sau và chọn kích hoạt dịch vụ hay không.
zh_cn: 在 DPIP 中可以查看来自 ExpTech 旗下 TREM 之强震监视器服务，请详细阅读以下条件，并选择是否激活。

# real_time_magnitude_warning
source: The real-time earthquake intensity displayed in DPIP is not official and may be different from their measurements. You should rely on the information released by the Central Weather Administration.
ja: 表示されるリアルタイムの震度は、中央気象署（CMA）が提供する情報ではなく、最終的には中央気象署が発表する情報に従うべき観測とは一致しない可能性がある。
ko: 표시된 실시간 진도는 대만 기상청에서 제공한 자료가 아니므로 대만 기상청에서 관측한 결과와 일치하지 않을 수 있으며, 대만 기상청에서 발표한 정보를 기준으로 삼아야 합니다.
vi: Thông tin địa chấn theo thời gian thực hiển thị trong DPIP không phải là thông tin do Đài Loan Cơ quan Thời tiết Trung ương (CWA) cung cấp và do đó có thể không nhất quán với kết quả do CWA quan sát được và phải dựa trên thông tin do CWA công bố.
zh_cn: 显示的即时震度不是中央气象署所提供之资料，因此可能与中央气象署观测到的结果不一致，应以中央气象署公布之资讯为主。

# trem_station_warning
source: The Earthquake Monitor is owned wholly by ExpTech Studio, and is not affiliated with the CWA. Please do not forward complaints or suggestions to the CWA, to avoid causing disturbances.
ja: 強震モニタで使用している観測点はExpTechが所有しており、中央気象署（CWA）の管理下にはありません。中央気象署を困らせることになりますので、故障やコメントを中央気象局に伝えないでください。
ko: 지진 모니터에서 사용하는 지진계는 ExpTech 소유이며, 대만 기상청의 관리하에 있지 않습니다. 대만 기상청에 고장이나 의견을 전달하지 말아 주세요. 이로 인해 기상청에 불편을 초래할 수 있습니다.
vi: Các điểm quan sát mà “Strong Earthquake Monitor” sử dụng thuộc sở hữu của ExpTech và không được Cơ quan Thời tiết Trung ương (CWA) quản lý, vì vậy, vui lòng không chuyển lỗi hoặc bình luận cho CWA, vì điều này sẽ khiến họ bối rối.
zh_cn: 强震监视器使用的测站为 ExpTech 所有，不归中央气象署管理，请不要向中央气象署交付故障或意见，会造成他们的困扰。

# trem_monitor_description
source: The Earthquake Monitor uses TREM (Taiwan Real-time Earthquake Monitoring) to monitor nationwide seismic activity, as a real-time seismic intensity display service. When an earthquake occurs, changes in color of monitor stations can be used to monitor the propagation of seismic waves.
ja: 強震モニターはTREM(台湾リアルタイム地震モニタ)で台湾全体の現在の振動を観測するために使用され、リアルタイムの地震度表示機能として、地震が発生すると、観測点の色の変化を通じて地震波の伝播状況を観察することができます。
ko: 지진 모니터는 TREM(대만 즉시 지진 모니터링)에서 대만 전역의 현재 진동을 관측하여 실시간 진도 표시 기능을 제공합니다. 지진 발생 시에는 스테이션의 색상 변화를 통해 지진파 전파 상황을 관찰할 수 있습니다.
vi: “giám sát động đất” được sử dụng trong TREM (Giám sát động đất theo thời gian thực tại Đài Loan.) như một chức năng hiển thị địa chấn thời gian thực để quan sát rung động hiện tại trên khắp Đài Loan. Khi động đất xảy ra, sự lan truyền của sóng địa chấn có thể được quan sát thông qua sự thay đổi màu sắc của các điểm quan sát.
zh_cn: 强震监视器是由 TREM（台湾即时地震监测）观测到全台现在的震动，做为即时震度显示的功能，地震发生当下可以透过站点颜色变化，观察地震波传播情形。

# station_noise_warning
source: The constant background noise from traffic, factories, construction, and other sources can cause the seismograph's color to change even when there's no real shake. Also, since the data is updated live, we can't always tell right away if there's a problem with the seismograph itself, so the color change can also be a hardware malfunction.
ja: 正常な状態であっても、日常的なノイズ（車、工場、工事など）により観測点の色が変化することがあります。また、観測点の故障によっても色が変わることがあります。データはリアルタイムであるため、故障の有無をその場で判断することはできません。
ko: 일상적인 잡음(자동차, 공장, 건설 등) 때문에 평소에도 스테이션의 색상이 변할 수 있습니다. 또한, 실시간 데이터이기 때문에 현재로서는 고장 여부를 판단할 수 없으므로, 지진계 고장으로 인해 색상이 변할 수도 있습니다.
vi: Do ảnh hưởng của tiếng ồn hàng ngày (ô tô, nhà máy, xây dựng, v.v.), màu sắc của các điểm quan sát cũng có thể thay đổi trong thời gian bình thường. Ngoài ra, vì đây là dữ liệu thời gian thực nên không thể xác định được có trục trặc hay không tại thời điểm này, do đó có thể màu sắc có thể thay đổi do trục trặc của điểm quan sát.
zh_cn: 由于日常杂讯（汽车、工厂、施工等）影响，平时站点可能也会有颜色变化。另外，由于是即时数据，当下无法判断是否是故障，所以也有可能因为站点故障而改变颜色。

# trem_net_deployment
source: In June 2022, TREM-Net (TREM Earthquake Observation Network) began to record earthquake data across Taiwan through two observation networks, namely SE-Net (Strong Shock Observation Network Accelerometer) and MS-Net (Weak Shock Observation Network Speedometer).
ja: 2022年6月上旬、台湾全土に観測点の配備を開始した。TREM-Net（TREM 地震観測網）は、SE-Net（強震観測網「加速度計」）とMS-Net（微震観測網「速度計」）の2つの観測網で構成され、地震時の様々なデータをまとめて記録する。
ko: 2022년 6월 초부터 대만 전역에 지진계를 배치하기 시작했습니다. TREM-Net(TREM 지진관측망)은 SE-Net(강진 관측망 '가속도계')과 MS-Net(미세 진동 관측망 '속도계')의 두 개의 관측 네트워크로 구성되어 있으며, 지진 발생 시 다양한 데이터를 기록합니다.
vi: Vào đầu tháng 6 năm 2022, chúng tôi đã bắt đầu quan sát các điểm trên khắp Đài Loan. TREM-Net (Mạng lưới quan sát địa chấn TREM) bao gồm hai mạng lưới quan sát, SE-Net (Mạng lưới quan sát địa chấn mạnh, “Gia tốc kế”) và MS-Net (Mạng lưới quan sát vi địa chấn, “Máy đo tốc độ”), cùng nhau ghi lại nhiều dữ liệu khác nhau trong các trận động đất.
zh_cn: 2022 年6 月初开始于全台各地部署站点，TREM-Net（TREM 地震观测网）由两个观测网组成，分别为SE-Net（强震观测网「加速度仪」）及MS-Net（微震观测网「速度仪」），共同纪录地震时的各项数据。

# discover_new_version
source: New version available
ja: 新しいバージョンが見つかりました
ko: 새 버전 발견
vi: Khám phá phiên bản mới
zh_cn: 发现新版本

# update_to_latest_version
source: Please update to the latest version for the best experience
ja: 最新バージョンにアップデートして、最高の体験をお楽しみください
ko: 최상의 경험을 위해 최신 버전으로 업데이트하기
vi: Vui lòng cập nhật lên phiên bản mới nhất để có trải nghiệm tốt nhất
zh_cn: 更新至最新版本以获得最佳体验

# current_version
source: Current
ja: 現在のバージョン
ko: 현재 버전
vi: Phiên bản hiện tại
zh_cn: 当前版本

# latest_version
source: Latest
ja: 新しいバージョン
ko: 최신 버전
vi: Phiên bản mới nhất
zh_cn: 最新版本

source: Update Now
ja: 今すぐ更新
ko: 지금 업데이트
vi: Cập nhật ngay
zh_cn: 立即更新

# skip_for_now
source: Skip
ja: スキップ
ko: 지금은 건너뛰기
vi: Bây giờ
zh_cn: 暂时跳过

source: Update Complete
ja: 更新が完了
ko: 업데이트 완료
vi: Cập nhật hoàn tất
zh_cn: 更新完成

# update_complete_prompt
source: DPIP just Finished Updating, Want to look at the Update Log now?
ja: DPIPが更新されましたが、変更履歴をご覧になりたいですか？
ko: DPIP가 업데이트가 완료되었습니다. 업데이트 로그를 보러 가시겠습니까?
vi: Cập nhật DPIP đã hoàn tất, bạn có muốn kiểm tra nhật ký thay đổi không?
zh_cn: DPIP 更新完成，要前往查看更新日志吗？

# remind_later
source: Remind me later
ja: 後でリマインドする
ko: 나중에 보기
vi: Để sau
zh_cn: 稍后再说

# go_to_view
source: Take me there
ja: 表示する
ko: 보기로 이동
vi: Đi xem
zh_cn: 前往查看

# announcement
source: Announcements
ja: 発表
ko: 공지
vi: Thông báo
zh_cn: 公告

# new_announcement_prompt
source: Do you want to check out the New Announcement?
ja: 新発表をチェックしたい？
ko: 새로운 공지가 있습니다. 확인하러 가시겠습니까?
vi: Hiện tại có thông báo mới, bạn có muốn xem không?
zh_cn: 有新的公告，要前往查看吗？

source: No Announcements
ja: 現在発表なし
ko: 현재 공지가 없습니다.
vi: Không có thông báo bây giờ
zh_cn: 目前没有公告

# contributor
source: Contributors
ja: 貢献者
ko: 기여자
vi: Người đóng góp
zh_cn: 贡献者

# unable_to_load_changelog
source: Unable to load the Change Log, Please Retry Later.
ja: 変更履歴を読み込めませんでした。
ko: 업데이트 로그를 불러올 수 없습니다. 나중에 다시 시도해 주세요.
vi: Không thể tải nhật ký thay đổi, vui lòng thử lại sau.
zh_cn: 无法载入更新日志，请稍后再试。

# no_changelog
source: No update logs
ja: 変更履歴はない。
ko: 현재 업데이트 로그가 없습니다.
vi: Không có nhật ký thay đổi bây giờ
zh_cn: 目前没有更新日志

source: Announcement Details
ja: 発表情報
ko: 구체적인 공지 사항
vi: Thông báo Chi Tiết
zh_cn: 公告详情

source: Version Details
ja: バージョン情報
ko: 버전 세부정보
vi: Phiên bản Chi Tiết
zh_cn: 版本详情

# unable_to_obtain_permission
source: Unable to get Permission
ja: 権限が得られない
ko: 권한을 얻을 수 없습니다.
vi: không thể có được quyền truy cập
zh_cn: 无法获取权限

# error_saving_image
source: An error occurred while saving the image
ja: 画像の保存中にエラーが発生しました。
ko: 이미지를 저장하는 동안 오류가 발생했습니다.
vi: Đã xảy ra lỗi khi lưu hình ảnh.
zh_cn: 存储图片时发生错误

source: Confirm
ja: 確認
ko: 확인
vi: Xác nhận
zh_cn: 确定

source: No search results
ja: 検索結果なし
ko: 검색결과가 없습니다
vi: Không hiện kết quả tìm kiếm
zh_cn: 无搜索结果

source: Always Allow
ja: 常に許可
ko: 모두 허용
vi: Luôn cho phép
zh_cn: 始终允许

source: Always
ja: 永遠に
ko: 항상
vi: Luôn luôn
zh_cn: 永久

# auto_start_permission_info
source: For better experience with DPIP, please give the "Auto Start" Permission to let us set your Local Information.
ja: より良いオートロケーションを体験するには、「自動起動許可」を指定し、DPIPがバックグラウンドで自動的に所在地を設定するように、オートアクティベーションの許可を与える必要があります。
ko: 더 나은 자동 위치 추적 경험을 위해, DPIP가 백그라운드에서 자동으로 위치 정보를 설정할 수 있도록 '자동 실행 권한'을 부여해야 합니다.
vi: Để có trải nghiệm vị trí tự động tốt hơn, bạn cần phải thiết lập “quyền tự động khởi chạy” để cho phép DPIP tự động thiết lập thông tin vị trí ở chế độ nền.
zh_cn: 为了获得更好的自动定位体验，您需要授予「自启动权限」以便让 DPIP 在后台自动设置所在地信息。

# auto_start_permission_experience
source: For better experience when using DPIP, you need to Enable the Permission for "Auto Start" to make sure DPIP is getting the info normally.
ja: より良いDPIPを体験するには、「自動起動許可」を指定し、DPIPがバックグラウンドでアラーム通知を適切に受信できるようにする必要があります。
ko: 더 나은 DPIP 경험을 위해, DPIP가 백그라운드에서 정상적으로 경고 알림을 수신할 수 있도록 '자동 실행 권한'을 부여해야 합니다.
vi: Để có trải nghiệm DPIP tốt hơn, bạn cần phải thiết lập “quyền tự động khởi chạy” để cho phép DPIP tiếp nhận thông báo cảnh báo bình thường ở chế độ nền.
zh_cn: 为了获得更好的 DPIP 体验，您需要授予「自启动权限」以便让 DPIP 在后台正常接收警报通知。

source: Auto Start Permission
ja: 自動起動許可
ko: 자동 실행 권한
vi: Tự khởi động sự cho phép
zh_cn: 自启动权限

# auto_location_experience_info
source: For a better experience, please give permission for location access to allow for DPIP to automatically set background location information.
ja: より良いオートロケーションを体験するためには、「制限のない」を指定し、DPIPがバックグラウンドで自動的に所在地を設定することを許可する必要があります。
ko: 더 나은 자동 위치 추적 경험을 위해, DPIP가 백그라운드에서 자동으로 위치 정보를 설정할 수 있도록 '위치' 권한을 항상 허용해야 합니다.
vi: Để có trải nghiệm vị trí tự động tốt hơn, bạn cần phải thiết lập “Không hạn chế” để cho phép DPIP tự động thiết lập thông tin vị trí ở chế độ nền.
zh_cn: 为了获得更好的自动定位体验，您需要授予「无限制」以便让 DPIP 在后台自动设置所在地信息。

# unlimited_permission_experience_info
source: For better experience when using DPIP, you need to Enable the Permission for "Auto Start" to make sure DPIP is getting the info Normally.
ja: より良いDPIPを体験するためには、「制限のない」を指定し、DPIPがバックグラウンドでアラーム通知を適切に受信できるようにする必要があります。
ko: 더 나은 DPIP 경험을 위해, DPIP가 백그라운드에서 정상적으로 경고 알림을 수신할 수 있도록 '제한 없음' 권한을 부여해야 합니다.
vi: Để có trải nghiệm DPIP tốt hơn, bạn cần phải thiết lập “Không hạn chế” để cho phép DPIP tiếp nhận thông báo cảnh báo bình thường ở chế độ nền.
zh_cn: 为了获得更好的 DPIP 体验，您需要授予「无限制」以便让 DPIP 在后台有正常接收警讯通知。

# power_saving_strategy
source: Disable Power Saving
ja: 低電力モード
ko: 전원 절약 설정
vi: Chế độ nguồn điện thấp
zh_cn: 省电策略

# notification_permission_denied
source: You have notification permissions declined. Please go to your device settings and enable notifications for this app.
ja: 通知機能が拒否されている場合は、設定ページに移動し、通知許可を設定してください。
ko: 알림 기능이 거부되었습니다. 설정으로 이동하여 권한을 허용해 주세요.
vi: Chức năng thông báo đã bị từ chối, vui lòng chuyển đến trang Cài đặt để thiết lập các quyền được phép.
zh_cn: 通知功能已被拒绝，请移至设置允许权限。

source: Permission request
ja: 権限管理請求
ko: 권한 요청
vi: Yêu cầu để xin phép
zh_cn: 权限请求

# manual_permission_enablement
source: Users need to manually go to settings to enable relevant permissions.
ja: ユーザーは手動で設定ページに移動、関連する権限を開く必要がある。
ko: 사용자가 수동으로 설정에서 관련 권한을 활성화해야 합니다.
vi: Người dùng cần phải tự tay vào trang cài đặt để mở các quyền có liên quan.
zh_cn: 需要用户手动前往设置开启相关权限。

source: Location not set
ja: 所在地を設定していない
ko: 위치가 설정되지 않았습니다.
vi: Bạn chưa thiết lập vị trí của mình
zh_cn: 尚未设定所在地

# location_setting_required
source: DPIP needs your Location to work. Click "Go to Settings" to set up your location and try again.
ja: DPIPを正しく動作させるには、所在地を設定する必要があります「設定ページに移動」をクリックして、お住まいの所在地を設定し、再度お試しください。
ko: DPIP는 위치 설정이 필요합니다. '설정으로 이동'을 클릭하여 위치를 설정한 후 다시 시도해 주세요.
vi: DPIP cần được thiết lập theo vị trí của bạn để hoạt động bình thường. Nhấp vào “Cài đặt” để thiết lập vị trí của bạn và thử lại.
zh_cn: DPIP 需要设置所在地才能正常运作。点击「前往设置」设置所在地后再试一次。

source: Go to Settings
ja: 設定ページに移動
ko: 설정으로 이동
vi: Cài đặt
zh_cn: 前往设置

# app_logs
source: App Log
ja: アプリログ
ko: 앱 로그
vi: Nhật ký ứng dụng
zh_cn: App 日志

# copy_fcm_token_error
source: An error occurred while copying FCM Token
ja: FCMトークンのコピー中にエラーが発生しました
ko: FCM 토큰 복사 중 오류 발생
vi: Đã xảy ra lỗi khi sao chép Mã thông báo FCM
zh_cn: 复制 FCM Token 时发生错误

# estimated_intensity_legend
source: Estimated earthquake intensity legend
ja: 推定震度凡例
ko: 예상 진도 범례
vi: Chú giải cường độ ước tính
zh_cn: 预估震度图例

# only_used_during_earthquake_alerts
source: Only for earthquake emergency reporting
ja: EEW発表された場合のみ
ko: 지진 속보 시에만 사용
vi: Chỉ được sử dụng trong cảnh báo động đất
zh_cn: 仅用于地震预警时

# lightning_1_5
source: Lightning to ground within 5 minutes
ja: 5分間以内の対地放電（落雷）
ko: 5분 이내 지상 번개
vi: Trong vòng 5 phút sét đánh xuống đất
zh_cn: 5 分钟内对地雷电

# lightning_1_10
source: Lightning to ground within 10 minutes
ja: 10分間以内の対地放電（落雷）
ko: 10분 이내 지상 번개
vi: Trong vòng 10 phút sét đánh xuống đất
zh_cn: 10 分钟内对地雷电

# lightning_1_30
source: Lightning to ground within 30 minutes
ja: 30分間以内の対地放電（落雷）
ko: 30분 이내 지상 번개
vi: Trong vòng 30 phút sét đánh xuống đất
zh_cn: 30 分钟内对地雷电

# lightning_1_60
source: Lightning to ground within 60 minutes
ja: 1時間以内の対地放電（落雷）
ko: 60분 이내 지상 번개
vi: Trong vòng 60 phút sét đánh xuống đất
zh_cn: 60 分钟内对地雷电

# lightning_0_5
source: Lightning in the clouds in 5 minutes
ja: 5分間以内の雲放電
ko: 5분 이내 구름 사이 번개
vi: Trong vòng 5 phút tia chớp trên mây
zh_cn: 5 分钟内云间雷电

# lightning_0_10
source: Lightning in the clouds in 10 minutes
ja: 10分間以内の雲放電
ko: 10분 이내 구름 사이 번개
vi: Trong vòng 10 phút tia chớp trên mây
zh_cn: 10 分钟内云间雷电

# lightning_0_30
source: Lightning in the clouds in 30 minutes
ja: 30分間以内の雲放電
ko: 30분 이내 구름 사이 번개
vi: Trong vòng 30 phút tia chớp trên mây
zh_cn: 30 分钟内云间雷电

# lightning_0_60
source: Lightning in the clouds in 60 minutes
ja: 1時間以内の雲放電
ko: 60분 이내 구름 사이 번개
vi: Trong vòng 60 phút tia chớp trên mây
zh_cn: 60 分钟内云间雷电

source: Abnormal
ja: 異常
ko: 이상
vi: Bất thường
zh_cn: 异常

# network_or_server_error
source: Network connection or server abnormality.
ja: ネットワーク接続またはサーバーの異常。
ko: 네트워크 연결 또는 서버 이상
vi: Kết nối mạng hoặc máy chủ có vấn đề.
zh_cn: 网络连接或服务器异常。

source: Retry
ja: 再試行
ko: 다시 시도
vi: Thử lại
zh_cn: 重试

# photo_media_permission_request
source: Please go to the application settings to find and allow the "Photos and Media" permission and try again.
ja: アプリケーションの設定で 「写真とメディア 」の許可を探して許可し、もう一度試してください。
ko: 애플리케이션 설정에서 '사진 및 미디어' 권한을 찾아 허용한 후 다시 시도해 주세요.
vi: Vui lòng vào Cài đặt ứng dụng để tìm và cấp quyền “Ảnh và phương tiện” rồi thử lại.
zh_cn: 请您到应用程序设置中找到并允许「照片和媒体」权限后再试一次。

# no_notification_history
source: There is currently no notification history
ja: 通知記録なし
ko: 알림 기록 없음
vi: Không có lịch sử thông báo
zh_cn: 没有通知记录

source: Emergency
ja: 緊急
ko: 긴급
vi: Khẩn cấp
zh_cn: 紧急

source: Notification details
ja: 通知詳細情報
ko: 알림 세부 정보
vi: Chi tiết thông báo
zh_cn: 通知详细信息

# notification_area
source: Notification sending area
ja: 送信地域に通知
ko: 알림 발송 지역
vi: Thông báo khu vực gửi
zh_cn: 通知发送区域

# emergency_notification
source: Emergency notifications
ja: 緊急通知
ko: 긴급 알림
vi: Thông báo khẩn cấp
zh_cn: 紧急通知

# general_notification
source: General Notifications
ja: 一般通知
ko: 일반 알림
vi: Thông cáo chung
zh_cn: 一般通知

# please_allow_notification_permission
source: Please enable notifications for DPIP in your system settings and try again.
ja: アプリケーションの設定で 「通知 」の許可を探して許可し、もう一度試してください。
ko: 애플리케이션 설정에서 '알림' 권한을 찾아 허용한 후 다시 시도해 주세요.
vi: Vui lòng vào Cài đặt ứng dụng để tìm và cấp quyền “Thông báo” rồi thử lại.
zh_cn: 请您到应用程序设置中找到并允许「通知」权限后再试一次。

# please_allow_location_permission
source: Please go to the application settings to find and allow the "Location" permission and try again.
ja: アプリケーションの設定で 「位置 」の許可を探して許可し、もう一度試してください。
ko: 애플리케이션 설정에서 '위치' 권한을 찾아 허용한 후 다시 시도해 주세요.
vi: Vui lòng vào Cài đặt ứng dụng để tìm và cấp quyền “Vị trí” rồi thử lại.
zh_cn: 请您到应用程序设定中找到并允许「位置」权限后再试一次。

source: No data available
ja: 情報なし
ko: 사용할 수 있는 데이터가 없습니다.
vi: Không có dữ liệu có sẵn
zh_cn: 没有可用数据

# server_status_overview
source: This page presents an overview of the server status during each period. The raw data is updated every 5 seconds, and a condensed version is shown here to optimize network usage. Please note that this information is for reference only, and the actual situation should be subject to the announcement.
ja: このページでは、様々な時間におけるサーバーの状態の概要を示します。生データは5秒ごとに更新されますが、ここではネットワーク利用を最適化するために凝縮したものを表示しています。この情報はあくまで参考情報であり、実際のステータスはアナウンスに基づいてください。
ko: 이 페이지는 서버의 시간대별 상태 개요를 보여줍니다. 원본 데이터는 5초마다 업데이트되며, 여기서는 네트워크 사용량을 최적화하기 위해 축약된 버전을 표시합니다. 참고로, 이 정보는 참고용일 뿐 실제 상황은 공지를 기준으로 합니다.
vi: Trang này trình bày tổng quan về trạng thái của máy chủ tại nhiều thời điểm khác nhau. Dữ liệu thô được cập nhật sau mỗi 5 giây và phiên bản cô đọng được hiển thị tại đây để tối ưu hóa việc sử dụng mạng. Xin lưu ý rằng thông tin này chỉ mang tính tham khảo và trạng thái thực tế phải dựa trên thông báo.
zh_cn: 此页面呈现服务器各时段状态概览。原始数据每5秒更新一次，此处显示精简版本以优化网络用量。请注意，此信息仅供参考，实际状况应以公告为准。

source: All normal
ja: 全て正常だ
ko: 모두 정상
vi: Tất cả đều bình thường
zh_cn: 全部正常

# all_abnormal
source: All exceptions
ja: 全て異常だ
ko: 모두 이상
vi: Tất cả đều bất thường
zh_cn: 全部异常

# partially_abnormal
source: Partial exception
ja: 部分的な異常
ko: 일부 이상
vi: Sự bất thường một phần
zh_cn: 部分异常

source: Normal
ja: 正常
ko: 정상
vi: Bình thường
zh_cn: 正常

source: Unstable
ja: 不安定
ko: 불안정
vi: Không ổn định
zh_cn: 不稳定

source: No data
ja: データ無し
ko: 데이터 없음
vi: Không có dữ liệu
zh_cn: 无数据

# automatic_foreground_positioning
source: Foreground Auto-locating
ja: 前景オートロケーション
ko: 자동 범위 설정
vi: Tự động định vị tiền cảnh
zh_cn: 前台自动定位

# south_latitude
source: {lat_abs}º S
ja: 南緯{lat_abs}度
ko: 남위 {lat_abs} 도
vi: Vĩ độ nam {lat_abs}
zh_cn: 南纬 {lat_abs} 度

# north_latitude
source: {lat}º N
ja: 北緯 {lat} 度
ko: 북위 {lat} 도
vi: Vĩ độ bắc {lat}
zh_cn: 北纬 {lat} 度

# west_longitude
source: {lon_abs}º W
ja: 西経 {lon_abs} 度
ko: 서경 {lon_abs} 도
vi: Kinh độ tây {lon_abs}
zh_cn: 西经 {lon_abs} 度

# east_longitude
source: {lon}º E
ja: 東経 {lon} 度
ko: 동경 {lon} 도
vi: Kinh độ đông {lon}
zh_cn: 东经 {lon} 度

# delay
source: Delay: {serviceStatus_count} ms
ja: 延遲: {serviceStatus_count} ms
ko: 지연: {serviceStatus_count} ms
vi: Độ trễ: {serviceStatus_count} s
zh_cn: 延迟：{serviceStatus_count} ms

# me_developer
source: What the devs want to say
ko: 개발자가 하고 싶은 말
vi: Những gì các nhà phát triển muốn nói
zh_cn: 开发者想说的话

# me_about
source: About
ko: 정보
vi: 關於
zh_cn: 关于

# alarm_area
source: Alerted Area
ko: 경보 구역
vi: 警報區域
zh_cn: 警报区域

# estimated_intensity
source: Estimated maximum intensity
ko: 예상 최대진도
vi: 預估最大震度
zh_cn: 预估最大震度

# time_earthquake
source: Time of Occurrence
ko: 발생 시각
vi: 發震
zh_cn: 发震

# no_earthquake_monitor
source: Unable to access Earthquake Monitor
ko: 강진모니터 표시 안함
vi: 未啟用強震監視器
zh_cn: 未启用强震监视器

# settings_earthquake_monitor
source: Please enable the Earthquake Monitor in Advanced Features in Settings.
ko: 설정의 기능 단계로 가서 강진모니터를 켜주세요.
vi: 請至設定進階功能中開啟強震監視器。
zh_cn: 请至设定进阶功能中开启强震监视器。

# view_prompt_information
source: Click to view information
ko: 클릭해서 알림 보기
vi: 點擊查看提示資訊
zh_cn: 点击查看提示信息

source: Highest
ko: 최고
vi: 最高
zh_cn: 最高

source: Lowest
ko: 최저
vi: 最低
zh_cn: 最低

# not_enabled
source: (Disabled)
ko: (미사용)
vi: (未啟用)
zh_cn: (未启用)

source: Introduction
ko: 소개
vi: 簡介
zh_cn: 简介

# first_gratitude
source: Firstly, I'd like to thank all the users, and to everyone in the development team, I'd like to express my most sincere gratitude.
ko: 이 앱을 다운로드해 주신 모든 사용자분들께 개발팀 전체가 진심으로 감사드립니다.
vi: 首先感謝所有下載這個軟體的使用者，整個開發團隊在此獻上最誠摯的謝意。
zh_cn: 首先感谢所有下载这个软件的用户，整个开发团队在此献上最诚挚的谢意。

# dpip_goal
source: DPIP (Disaster Prevention Information Platform) is an application that aims to be a center for disaster prevention-related information, and we hope it can become an invaluable asset to everyone's daily lives. Although the application's development is not complete, we continue to work towards this goal.
ko: DPIP는 모든 방재 정보를 통합하는 것을 목표로 하는 앱으로서 국민 생활에 필수적인 부분이 되고 싶습니다. 아직은 완성도가 떨어지고 어려움이 많지만 우리는 목표를 향해 계속 나아갈 것입니다.
vi: DPIP 是一個以整合所有防災資訊為目標的軟體，希望能成為民眾生活中不可或缺的一部分。儘管目前完成度不高且困難重重，但我們仍會持續朝這個目標前進。
zh_cn: DPIP 是一个以集成所有防灾信息为目标的软件，希望能成为民众生活中不可或缺的一部分。尽管目前完成度不高且困难重重，但我们仍会持续朝这个目标前进。

# development_investment
source: In developing this application, we invested a lot of money, time and effort, with over $500,000NTD spent on staff costs, equipment costs, cloud services, network fees and other expenditures. Thus, we wish to be able to have the support of our users, by continuing to maintain operations without the use of third-party companies.
ko: 소프트웨어를 개발할 때 우리는 많은 돈과 시간, 에너지를 투자했으며 인건비, 장비 비용, 클라우드 서비스, 네트워크 비용 및 기타 항목에 50만 대만 달러 이상을 투자했습니다. 이를 위해 다른 제3자 회서에 의존하지 않고 계속 운영할 수 있도록 사용자의 지지를 받고 싶습니다.
vi: 在開發軟體時，我們投入了大量的金錢、時間與精力，在人事成本、設備費用、雲端服務、網路費用等項目上，花費超過50萬新台幣。為此，我們希望獲得使用者的支持，在不依賴其他第三方公司的前提下，繼續維持營運。
zh_cn: 在开发软件时，我们投入了大量的金钱、时间与精力，在人事成本、设备费用、云端服务、网络费用等项目上，花费超过50万新台币。为此，我们希望获得用户的支持，在不依赖其他第三方公司的前提下，继续维持营运。

# profit_model
source: Monetization Model
ko: 영리 모델
vi: 營利模式
zh_cn: 营利模式

# profit_discussion
source: To sustain the development of our app, our team has had numerous in-depth discussions about how to monetize it. We've explored various options, searching for a suitable monetization model. We found that most similar software adopts in-app advertisements. This led us to initially consider this approach as our primary monetization method.
ko: 앱 개발을 유지하기 위해 팀 내에서 어떻게 하면 수익을 낼 수 있는지에 대한 치열한 토론이 여러 번 이루어졌습니다. 우리는 많은 방안 중에서 적합한 수익 모델을 찾으려고 노력합니다. 우리는 대부분의 동일한 유형의 소프트웨어가 영리 목적을 달성하기 위해 간접 광고를 사용한다는 것을 발견하여 한때 이 방법을 영리 방안으로 고려했습니다.
vi: 為了維持 App 的開發，團隊內部進行了多次激烈討論，思考如何才能營利？我們試圖在眾多方案中，找出一個適合的營利模式。我們發現，大多數同類型軟體採用植入廣告的方式來達到營利目的，這使得我們一度考慮採用該方式作為營利的方法。
zh_cn: 为了维持 App 的开发，团队内部进行了多次激烈讨论，思考如何才能营利？我们试图在众多方案中，找出一个适合的营利模式。我们发现，大多数同类型软件采用植入广告的方式来达到营利目的，这使得我们一度考虑采用该方式作为营利的方法。

# profit_difficulty
source: Monetization is Tough
ko: 영리화의 어려움
vi: 營利真的太難了
zh_cn: 营利真的太难了

# user_payment_survey
source: We conducted a survey to gauge the public's willingness to pay for such an app. We discovered that most people generally lack a strong sense of disaster preparedness and are unlikely to spend money on it. Our backend data supports this finding. Statistics show that only about one in 100,000 users actively contribute financially. This made in-app advertisements seem like the most viable solution.
ko: 사용자의 유로화 의향을 조사한 결과, 대부분의 사용자는 일반적으로 방재에 대한 인식이 부족하고 이 문제에 돈을 투자하지 않는 것으로 나타났습니다. 백그라운드의 데이터는 이를 방증하는데, 열성 후원자는 전체 이용자의 약 10만 분의 1에 달하는 것으로 집계되어 PPL이 가장 좋은 해결책으로 보여집니다.
vi: 我們調查了一般民眾的付費意願，發現大部分人普遍防災意識不足，更不會花錢在這件事情上。後台的數據能側面證實這個說法，據統計，熱心贊助的民眾大約是整體使用者的10萬分之1，這使得植入廣告似乎成為了最好的解決方法。
zh_cn: 我们调查了一般民众的付费意愿，发现大部分人普遍防灾意识不足，更不会花钱在这件事情上。后台的数据能侧面证实这个说法，据统计，热心赞助的民众大约是整体用户的10万分之1，这使得植入广告似乎成为了最好的解决方法。

# why_no_ads
source: Why do we not have advertisements?
ko: 왜 광고가 아닌가요?
vi: 為什麼不採用廣告？
zh_cn: 为什么不采用广告？
