Repository: ExpTechTW/DPIP
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh_cn

# datetime_format
source: MM/dd/yyyy HH:mm:ss
ja: yyyy/MM/dd HH:mm:ss
ko: yyyy/MM/dd HH:mm:ss
zh_cn: yyyy/MM/dd HH:mm:ss

# full_date_format
source: EEEE, MM/dd/yyyy
ko: yyyy/MM/dd (EEEE)
vi: yyyy/MM/dd (EEEE)
zh_cn: yyyy/MM/dd (EEEE)

# date_format
source: MM/dd/yyyy
ja: yyyy/MM/dd
ko: yyyy/MM/dd
zh_cn: yyyy/MM/dd

source: Home
ja: ホーム
ko: 홈
vi: Trang chủ
zh_cn: 首页

source: Monitor
ja: 強震モニタ
ko: 강진 모니터
vi: giám sát động đất
zh_cn: 强震监视器

# report
source: Reports
ja: 地震情報
ko: 지진 보고
vi: Thông báo tin động đất
zh_cn: 地震报告

source: Map
ja: 地図
ko: 지도
vi: Bản đồ
zh_cn: 地图

source: Me
ja: アプリ情報
ko: 사용자
vi: Tôi
zh_cn: 我

source: Settings
ja: 設定
ko: 설정
vi: Cài đặt
zh_cn: 设置

# settingsDescription
source: Adjust how DPIP should function.
ja: DPIPの作動方法を調整
ko: DPIP의 동작을 조정합니다.
vi: Chỉnh sửa cách thức hoạt động của DPIP.
zh_cn: 调整 DPIP 的运行方式

source: Donate
ja: 寄付する
ko: 저희에게 후원해주세요.
vi: quyên tặng
zh_cn: 赞助我们

# threads
source: Follow us on Threads
ja: Threadsでフォロー
ko: Threads 팔로우
vi: Theo dõi chúng tôi trên Threads!
zh_cn: 在Threads关注我们

# youtube
source: YouTube Livestream
ja: YouTubeライブ配信
ko: Youtube 생방송
vi: Phát trực tiếp trên YouTube
zh_cn: YouTube 直播

source: Server Status
ja: サーバーステータス
ko: 서버 상태
vi: Máy chủ dịch vụ
zh_cn: 服务器状态

source: Third Party Libraries
ja: サードパーティライブラリ
ko: 서드파티 라이브러리 라이선스
vi: Giấy phép gói phần mềm của bên thứ ba
zh_cn: 第三方套件授权

# report_list_item_subtitle
source: M {magnitude} Depth {depth} km
ja: M {magnitude} 深さ {depth} km
ko: 규모 {magnitude} 깊이 {depth} km
vi: Độ lớn M {magnitude} Độ sâu {depth} km
zh_cn: 震级 {magnitude} 深度 {depth} 千米

# report_with_number
source: No. {reportNumber}
ja: 番号 {reportNumber} の顕著な地震
ko: ID {reportNumber} 의 현저한 유감 지진
vi: Động đất đáng chú ý có mã báo cáo # {reportNumber}
zh_cn: 序号 {reportNumber} 显著有感地震

# report_without_number
source: Local Earthquake
ja: 局地地震
ko: 소구역 유감 지진
vi: Động đất nhẹ, cảm nhận được ở khu vực nhỏ
zh_cn: 小区域有感地震

# open_report_url
source: Web
ja: 地震情報
ko: 보고서 페이지
vi: Trang báo cáo
zh_cn: 报告详情

# report_event_time
source: Event Time
ja: 発生時刻
ko: 발생 시각
vi: Ngày giờ nhận biết động đất
zh_cn: 发震时刻

# report_location
source: Location
ja: 緯度/経度
ko: 위치
vi: nằm ở
zh_cn: 位于

# report_magnitude
source: Magnitude
ja: マグニチュード
ko: 지진의 규모
vi: Cường độ
zh_cn: 地震震级

# report_depth
source: Depth
ja: 深さ
ko: 진원 깊이
vi: Độ sâu chấn tiêu
zh_cn: 震源深度

source: Report Image
ja: 地震情報図
ko: 지진 보고
vi: Bản đồ báo cáo động đất
zh_cn: 地震报告图

# report_intensity_image
source: Intensity Map Image
ja: 震度分布図
ko: 진도
vi: Bản đồ cường độ địa chấn
zh_cn: 震度图

# report_pga_image
source: Max PGA Image
ja: 地動最大加速度
ko: 최대 지반 가속도
vi: Bản đồ gia tốc mặt đất tối đa
zh_cn: 峰值地震动加速度图

# report_pgv_image
source: Max PGV Image
ja: 地動最大速度
ko: 최대 지반 속도
vi: Bản đồ vận tốc mặt đất tối đa
zh_cn: 峰值最大地震动速度图

# report_intensity
source: Intensity in Locations
ja: 各地の震度
ko: 각지의 진도
vi: Cường độ địa chấn tại các khu vực
zh_cn: 各地震度

# settings_locale
source: Language
ja: 言語
ko: 언어
vi: Ngôn ngữ
zh_cn: 语言

# settings_locale_description
source: Adjust display language of DPIP
ja: DPIPの言語を変更する
ko: DPIP의 표시 언어 조정
vi: thiết lập ngôn ngữ hiển thị DPIP
zh_cn: 更改 DPIP 的显示语言

# settings_display_locale
source: Display language
ja: 表示言語
ko: 표시 언어
vi: Ngôn ngữ hiển thị
zh_cn: 显示语言

# settings_locale_translated
source: Translated {percentage}
ja: 翻訳済み {percentage}
ko: 번역 완료 {percentage}
vi: Đã dịch {percentage}
zh_cn: 已翻译 {percentage}

# settings_locale_approved
source: Approved {percentage}
ja: 校正済み {percentage}
ko: 검토 완료 {percentage}
vi: Đã hiệu đính {percentage}
zh_cn: 已校对 {percentage}

# settings_locale_crowdin
source: Help us translate!
ja: 翻訳を協力
ko: 번역 돕기
vi: Hỗ trợ biên dịch
zh_cn: 协助翻译

# settings_locale_crowdin_description
source: Click here to help us improve the translation of DPIP
ja: DPIPの翻訳を改善する
ko: 여기를 눌러 DPIP 번역 개선을 도와주세요
vi: Nhấp vào đây để giúp chúng tôi cải thiện bản dịch DPIP
zh_cn: 点击这里来帮助我们改进 DPIP 的翻译

# earthquake_warning_error
source: Earthquake data is temporarily unavailable
ja: 最新の地震速報は取得できません
ko: 일시적으로 지진 속보를 받을 수 없습니다
vi: Tạm thời không thể lấy dữ liệu cảnh báo động đất
zh_cn: 暂时无法取得地震预警资料

# no_earthquake_warning
source: No active earthquake warnings
ja: 地震速報が発表されていません
ko: 현재 발생 중인 지진 속보가 없습니다
vi: Hiện không có cảnh báo động đất nào có hiệu lực.
zh_cn: 目前无生效中的地震预警

# earthquake_warning
source: Earthquake Early Warning
ja: 地震速報
ko: 지진 속보
vi: Cảnh báo động đất sớm
zh_cn: 地震预警

# emergency_earthquake_warning
source: Earthquake Early Warning (Alert)
ja: 緊急地震速報
ko: 긴급 지진 속보
vi: Cảnh báo động đất sớm
zh_cn: 紧急地震预警

# location_estimate
source: Estimated​
ja: 現在地の予想
ko: 예상 진도
vi: Dự đoán vị trí
zh_cn: 本地震度

# seismic_waves
source: Arrive in
ja: 到達まで
ko: 지진파
vi: Sóng địa chấn
zh_cn: 震波

# monitor_unknown
source: Unknown
ja: 不明
ko: 알 수 없음
vi: không rõ
zh_cn: 未知

# monitor_arrival
source: Arrived
ja: 到達
ko: 도달
vi: đến
zh_cn: 抵达

# monitor_after_seconds
source: Sec(s)
ja: 秒
ko: 초 후 도달
vi: đến trong 5 giây
zh_cn: 秒后抵达

# report_replay
source: Replay
ja: リプレイ
ko: 다시보기
vi: phát lại
zh_cn: 回放

# image_save
source: Save
ja: セーブ
ko: 이미지 저장
vi: Lưu trữ hình
zh_cn: 储存

source: Image saved
ja: セーブしました
ko: 이미지 저장 완료
vi: Đã lưu ảnh
zh_cn: 图片已储存

# settings_Personalization
source: Personalization
ja: 個人用設定
ko: 개인 설정
vi: Cá nhân hóa
zh_cn: 个性化

# settings_theme
source: Theme
ja: テーマ
ko: 테마 색
vi: Chủ đề
zh_cn: 主题色

# settings_theme_description
source: Adjust appearance and color of DPIP
ja: DPIPの外観とテーマ色を変更する
ko: DPIP 전체의 외관과 색상을 조정합니다
vi: Điều chỉnh giao diện và màu sắc tổng thể của DPIP
zh_cn: 调整 DPIP 整体的外观与颜色

# theme_light
source: Light
ja: ライト
ko: 밝은
vi: Sáng
zh_cn: 浅色

# theme_dark
source: Dark
ja: ダーク
ko: 어두운
vi: Tối
zh_cn: 深色

# theme_system
source: Follow system
ja: システムのテーマに従う
ko: 시스템 테마 따르기
vi: Theo chủ đề hệ thống
zh_cn: 跟随系统主题

# settings_position
source: Location
ja: 位置
ko: 위치
vi: Vị trí
zh_cn: 位置

# settings_location
source: Location
ja: 現在地
ko: 현재 위치
vi: Vị Trí Hiện Tại
zh_cn: 所在地

# settings_location_description
source: Adjust your location to receive real-time weather information, estimated earthquake intensity, and estimated arrival time of seismic waves.
ja: 現在地を変更して、リアルタイムの天気情報や地震情報を取得する
ko: 현재 위치를 조정하여 실시간 날씨 정보, 지진 예상 진도 및 지진파 도착 예상 시간을 수신하세요
vi: Điều chỉnh vị trí để nhận thông tin thời tiết theo thời gian thực, dự đoán cường độ động đất và thời gian sóng địa chấn dự kiến đến.
zh_cn: 调整所在地来接收即时天气信息、地震预估震度以及地震波预估抵达秒数等

# settings_location_auto
source: Enable Automatic Locating
ja: 自動で位置情報を取得する
ko: 자동 위치 지정 사용
vi: Bật định vị tự động
zh_cn: 启用自动定位

# settings_location_auto_description
source: The automatic location feature will use the GPS on your device to automatically update your location based on your geographical position, providing real-time weather and earthquake information, so you can stay up-to-date with the latest local conditions.
ja: この機能はデバイスのGPSを使用して、地理的な位置情報に基づいて、所在地を更新します。リアルタイムの天気情報や地震情報を提供して、最新の地域の状況を取得します。
ko: 자동 위치 지정 기능은 장치의 GPS를 사용하여 지리적 위치를 기반으로 위치를 자동으로 업데이트하고, 실시간 날씨 및 지진 정보를 제공하여 항상 최신 현지 상황을 파악할 수 있도록 합니다.
vi: Tính năng định vị tự động sẽ sử dụng GPS trên thiết bị của bạn để tự động cập nhật vị trí của bạn dựa trên vị trí địa lý, cung cấp thông tin thời tiết và động đất theo thời gian thực, giúp bạn luôn nắm bắt được tình hình mới nhất tại địa phương.
zh_cn: 自动定位功能将使用您的装置上的定位功能 ，根据您的地理位置，自动更新您的所在地，提供实时的天气和地震资讯，让您随时掌握当地最新状况。

# location_Not_set
source: Not set
ja: 未設定
ko: 설정되지 않음
vi: Chưa được thiết lập
zh_cn: 尚未设置

# location_city
source: Special Municipalities/County
ja: 都道府県
ko: 현·시
vi: Quận
zh_cn: 县市

# location_town
source: City/Town/District
ja: 市町村
ko: 향·진
vi: Thị trấn
zh_cn: 乡镇市区

# location_select
source: Select Location
ja: 現在地を選択
ko: 위치 선택
vi: Chọn vị trí
zh_cn: 选择所在地

# settings_fcm
source: Copy FCM Token
ja: FCMトークンをコピー
ko: FCM Token 복사
vi: Sao chép FCM Token
zh_cn: 复制 FCM Token

# settings_copy_fcm
source: FCM token copied
ja: FCM Tokenはコピーしました
ko: FCM Token이 복사되었습니다
vi: Đã sao chép FCM Token
zh_cn: 已复制 FCM Token

# report_offing
source: May cause sea level fluctuations.
ja: この地震により若干の海面変動があります
ko: 지진으로 해수면 변동 가능성 있음.
vi: Trận động đất này có thể gây ra một số biến động trên mặt biển.
zh_cn: 此地震可能引起若干海面变动

# report_tsunami_attention
source: Stay alerted for possible tsunami threats
ja: この地震により津波発生のおそれがあります 今後の情報にご注意ください
ko: 지진으로 쓰나미 가능성, 정보 주의.
vi: Trận động đất này có thể gây ra sóng thần. Hãy chú ý theo dõi thông tin cập nhật.
zh_cn: 此地震可能引起海啸 注意后续信息

# report_error
source: Failed to fetch earthquake report. Check connection and try again.
ja: 地震情報取得中にエラーが発生しました。ネットワークの状態をご確認の上、再度お試しください。
ko: 지진 보고서를 가져오는 중 오류가 발생했습니다. 네트워크 상태를 확인한 후 다시 시도해 주세요.
vi: Đã xảy ra lỗi khi lấy báo cáo động đất. Vui lòng kiểm tra kết nối mạng và thử lại.
zh_cn: 获取地震报告时发生错误，请检查网络连接后再试一次。

# me_version
source: Version {version} Build {buildNumber} Made by ExpTech Studio Partial Data Source: CWA
ja: バージョン {version} 製作：ExpTech Studio 一部の情報源：CWA（中央気象署）
ko: 버전 {version} 빌드 번호 {buildNumber} 제작 Exptech 디스커버리 테크놀로지 부분 출처 CWA (중앙 기상청)
vi: 版本 {version} 組建 {buildNumber} 由 ExpTech 探索科技製作 部分資料來源 CWA(中央氣象署)
zh_cn: 版本 {version} 构建 {buildNumber} 由 ExpTech 探索科技制作 部分资料来源 CWA(中央气象署)

source: Source Language
ja: 原始言語
ko: 출처 언어
vi: Ngôn ngữ nguồn
zh_cn: 来源语言

# notify_test
source: Notification Test
ko: 알림 테스트
vi: Kiểm tra thông báo
zh_cn: 通知测试

# notify_test_description
source: Test the notification and sound of weather and earthquake alerts
ko: 실시간 날씨 정보, 지진 속보 등의 음성 알림을 테스트하다
vi: Kiểm tra thông báo âm thanh về thông tin thời tiết thời gian thực, báo cáo động đất, v. v.
zh_cn: 测试实时天气信息、地震预警等音效通知

# eew_alert_description_sound
source: Maximum intensity is greater than 5- and local (City/Town/District) estimated intensity is greater than 4.
ja: 緊急地震速報 推定最大震度5弱以上 かつ現在地の予測震度4以上
ko: 최대진도 5약 이상과 소재지(향ㆍ진) 예상 진도 4 이상
vi: 最大震度 5 弱以上 且 所在地(鄉鎮)預估震度 4 以上
zh_cn: 最大震度 5 弱以上 且 所在地(乡镇)预估震度 4 以上

# eew_description_sound
source: Maximum intensity is greater than 5- and local (City/Town/District) estimated intensity is greater than 2.
ja: 緊急地震速報 現在地の予測震度2以上
ko: 최대진도 5약 이상과 소재지(향ㆍ진) 예상 진도 2 이상
vi: 最大震度 5 弱以上 且 所在地(鄉鎮)預估震度 2 以上
zh_cn: 最大震度 5 弱以上 且 所在地(乡镇)预估震度 2 以上

# eq_description_sound
source: Shaking detected
ja: TREM観測網 揺れを検出
ko: 흔들림이 감지되었습니다
vi: 偵測到晃動
zh_cn: 检测到晃动

# report_description_sound
source: Local (Municipality/County) measured intensity is greater than 3.
ja: 地震情報 現在地の観測震度3以上
ko: 소재지(향ㆍ진) 실측 진도 2 이상
vi: 所在地(縣市)實測震度 3 以上
zh_cn: 所在地(县市)实测震度 3 以上

# eew_sound_title
source: Earthquake Prediction Warning notification
ja: 緊急地震速報効果音
ko: 지진 속보 효과음
vi: Âm thanh cảnh báo động đất nhanh
zh_cn: 地震预警音效

# eew_info_sound_title
source: Earthquake Information
ja: 地震情報
ko: 지진정보
vi: Thông tin động đất
zh_cn: 地震信息

# other_title
source: Other
ja: その他
ko: 기타
vi: Khác
zh_cn: 其他

# tsunami_alert_sound
source: Tsunami Warning (Alert)
ja: 津波警報（注意）
ko: 쓰나미 경보 (경보)
vi: 海嘯警報（警報）
zh_cn: 海啸警报（警报）

# tsunami_alert_description_sound
source: Tsunami Warning Issued Coastal Areas
ja: 現在地に津波警報（注意）が発表 予想される津波の高さ1ｍ未満
ko: 쓰나미 경보 발령시 해역 부근의 향ㆍ진
vi: 海嘯警報發布時 沿海地區鄉鎮
zh_cn: 海啸警报发布时 沿海地区乡镇

# tsunami_alert2_sound
source: Tsunami Warning (Notice)
ja: 津波警報（警報）
ko: 쓰나미 경보 (주의)
vi: 海嘯警報（注意）
zh_cn: 海啸警报（注意）

# tsunami_alert2_description_sound
source: Tsunami Warning Issued Excluding Above Areas
ja: 現在地に津波警報（警報）が発表 予想される津波の高さ1ｍ以上
ko: 쓰나미 경보 발령 시 이하 제외 지역
vi: 海嘯警報發布時 上述除外地區
zh_cn: 海啸警报发布时 上述除外地区

# server_announcement_description_sound
source: Tsunami Warning (Notice)
ja: ExpTechからのお知らせ
ko: 공지사항 전송 시
vi: 發送公告時
zh_cn: 发送公告时

# monitor_list
source: Maps
ja: 地図一覧リスト
ko: 지도 목록
vi: Danh sách bản đồ
zh_cn: 地图列表

# radar_monitor
source: Radar
ja: レーダー
ko: 레이더
vi: Hình ảnh radar
zh_cn: 雷达拼图

# precipitation_monitor
source: Precipitation
ja: 降水量
ko: 강우
vi: Lượng mưa
zh_cn: 降水

# temperature_monitor
source: Temperature
ja: 気温
ko: 기온
vi: Nhiệt độ
zh_cn: 气温

# humidity_monitor
source: Humidity
ja: 湿度
ko: 습도
vi: Độ ẩm
zh_cn: 湿度

# pressure_monitor
source: Pressure
ja: 気圧
ko: 기압
vi: Áp suất khí quyển
zh_cn: 气压

# wind_direction_and_speed_monitor
source: Wind/Gust
ja: 風向・風速
ko: 풍향/풍속
vi: Hướng gió/Tốc độ gió
zh_cn: 风向/风速

# typhoon_monitor
source: Typhoon
ja: 台風
ko: 태풍
vi: gio bảo
zh_cn: 台风

# tsunami_info_monitor
source: Tsunami
ja: 津波情報
ko: 쓰나미 정보
vi: Thông tin sóng thần
zh_cn: 海嘯信息

# map_legend
source: Legend
ja: 凡例
ko: 범례
vi: Chú thích
zh_cn: 图例

source: Unit: dBZ
ja: 単位：dBZ
ko: 단위: dBZ
vi: Đơn vị đo: dBZ
zh_cn: 单位：dBZ

# unit_mm
source: Unit: Millimeter (mm)
ja: 単位：ミリメートル（mm）
ko: 단위: 밀리미터 (mm)
vi: Đơn vị đo: mm
zh_cn: 单位：毫米(mm)

# unit_degrees_c
source: Unit: Celsius (°C)
ja: 単位：摂氏（℃）
ko: 단위: 섭씨 (°C)
vi: Đơn vị đo: độ C
zh_cn: 单位：摄氏度(°C)

# unit_relative_humidity
source: Unit: Percentage (%)
ja: 単位：相対湿度（％）
ko: 단위: 상대 습도 (%)
vi: Đơn vị đo: Độ ẩm tương đối
zh_cn: 单位：相对湿度 (%)

source: Unit: hPa
ja: 単位：ヘクトパスカル（hPa）
ko: 단위: 헥토파스칼 (hPa)
vi: Đơn vị đo: hPa
zh_cn: 单位：百帕 (hPa)

source: History
ja: 履歴
ko: 이력
vi: Lịch sử
zh_cn: 历史

# historical_events
source: Historical event information within 3 days
ja: 3日以内の履歴のイベント情報
ko: 3일간의 이벤트 정보
vi: Thông tin về các sự kiện lịch sử trong vòng 3 ngày
zh_cn: 3天内的历史事件信息

# no_historical_events
source: No historical event information
ja: 履歴の無いイベント情報
ko: 과거 이벤트 정보 없음
vi: Không có thông tin về các sự kiện lịch sử.
zh_cn: 没有历史事件信息

# current_events
source: Current event information
ja: 現在のイベント情報
ko: 현재 이벤트 정보
vi: Thông tin về các sự kiện hiện tại
zh_cn: 当前事件信息

# no_events
source: There is currently no event information
ja: 現在の無いイベント情報
ko: 현재 이벤트 정보 없음
vi: Hiện không có thông tin về sự kiện nào.
zh_cn: 当前没有事件信息

# eew_no_x
source: No. {serial}
ja: 第 {serial} 報
ko: 제 {serial} 보
vi: Bản tin số {serial}
zh_cn: 第 {serial} 报

source: Lightning
ja: 落雷
ko: 번개
vi: Tia sét
zh_cn: 雷电

# out_of_service
source: Out of service area
ja: 圈外
ko: 서비스 불가 지역
vi: Không còn hoạt động
zh_cn: 服务区域外

# out_of_service_only_taiwan
source: Outside the service area, only available in Taiwan
ja: 圈外、台湾でのみ利用可能
ko: 서비스 불가 지역, 대만 국내에서만 이용 가능합니다.
vi: Ngoài khu vực dịch vụ, chỉ có sẵn ở các địa điểm khác nhau trên khắp Đài Loan.
zh_cn: 服务区域外，仅在台湾各地可用

# unable_notification
source: Unable to obtain notification permission
ja: データが取得できない
ko: 알림 권한을 얻을 수 없습니다.
vi: Không thể nhận được quyền thông báo
zh_cn: 无法获取通知权限

# again
source: Try again
ja: 再試行
ko: 다시 시도해 주세요.
vi: Thử lại
zh_cn: 再试一次

# unable_location
source: Unable to obtain location permission
ja: 位置情報が取得できない
ko: 위치 권한을 얻을 수 없습니다.
vi: không thể có được quyền truy cập vị trí
zh_cn: 无法获取位置权限

source: Cancel
ja: キャンセル
ko: 취소
vi: Hủy bỏ
zh_cn: 取消

source: Sunny
ja: 晴れ
ko: 맑음
vi: Mùa hè
zh_cn: 晴

source: Overcast
ja: 曇り
ko: 흐림
vi: Ngày nhiều mây
zh_cn: 阴

source: More
ja: 詳細
ko: 더보기
vi: Thêm
zh_cn: 更多

source: More features
ja: その他の機能リスト
ko: 더 많은 기능
vi: Danh sách các tính năng khác
zh_cn: 更多功能列表

# me_general
source: General
ko: 일반
vi: 一般
zh_cn: 常规​​​​​

# me_debug
source: Debug
ja: デバッグ
ko: 디버그
vi: Gỡ lỗi
zh_cn: 调试

# official_web
source: ExpTech Web
ja: ExpTech 公式
ko: ExpTech 공식 웹사이트
vi: ExpTech Website chính thức
zh_cn: ExpTech 官网

# notification_record
source: Notification History
ja: 通知履歴
ko: 푸시 알림 기록
vi: Bản ghi đẩy thông báo di động
zh_cn: 通知推送记录

source: Advanced features
ja: 高度な機能
ko: 고급 기능
vi: Tính năng nâng cao
zh_cn: 高级选项

# advanced_features_title
source: Adjust the Advanced Features of DPIP
ja: DPIPの高度な機能の調整
ko: DPIP 의 고급 기능 조정
vi: Điều chỉnh các tính năng nâng cao của DPIP
zh_cn: 调整 DPIP 的高级选项

# enable_monitor
source: Earthquake Monitor
ja: 強震モニタの有効化
ko: 강진 모니터링 활성화
vi: Giám sát động đất mạnh
zh_cn: 启用强震监视器

source: No Tsunami Information
ja: 最近の津波情報なし
ko: 최근에 쓰나미 정보가 없습니다.
vi: Không có thông tin về sóng thần
zh_cn: 近期无海啸信息

source: Tsunami Warning
ja: 津波警報
ko: 쓰나미 경보
vi: Cảnh báo sóng thần
zh_cn: 海啸警报

# tsunami_number
source: {id} No. {serial} report
ja: 番号 {id} 第{serial}報
ko: ID{id} 제{serial}보
vi: Số {id}, Báo cáo số {serial}
zh_cn: {id}号 第{serial}报

# tsunami_publish
source: release
ja: 發布
ko: 발표됨
vi: Quán rượu
zh_cn: 发布

# tsunami_renew
source: Update
ja: 更新
ko: 갱신
vi: Cập nhật
zh_cn: 更新

# tsunami_relieve
source: Cancelled
ja: 解除
ko: 해제
vi: Cứu trợ
zh_cn: 解除

# estimated_time_wave
source: Estimated tsunami arrival time and wave height
ja: 津波の到達予想時刻と波高
ko: 예상 쓰나미 도착 시간 및 파고
vi: Thời gian dự kiến ​​đến và độ cao của sóng thần
zh_cn: 预估海啸到达时间及波高

# observing_tsunamis
source: Tsunami observed in different areas
ja: 各地で観測された津波
ko: 각지에서 관측된 쓰나미
vi: Sóng thần được quan sát ở nhiều nơi
zh_cn: 各地观测到的海啸

# occurrence_time
source: Time of occurrence
ja: 発生日時
ko: 발생 시각
vi: Thời gian xảy ra
zh_cn: 发生时间

# scale
source: Magnitude
ja: マグニチュード
ko: 규모
vi: Kích cỡ
zh_cn: 震级

source: Depth
ja: 深さ
ko: 깊이
vi: Độ sâu
zh_cn: 深度

# home_safety
source: There are currently no events.
ja: 一切平安，無事件發生。
ko: 모든 것이 평안합니다.
vi: Mọi việc đều an toàn, không có sự cố nào xảy ra.
zh_cn: 一切平安，无事件发生。

source: Update Log
ja: 更新履歴
ko: 업데이트 로그
vi: Nhật ký thay đổi
zh_cn: 更新日志

# interval_3_days
source: 3 Days
ja: 3日
ko: 3일
vi: 3 天
zh_cn: 3 天

# interval_2_days
source: 2 Days
ja: 2日
ko: 2일
vi: 2 天
zh_cn: 2 天

# interval_24_hours
source: 24 Hours
ja: 24時間
ko: 24시간
vi: 24 小時
zh_cn: 24 小时

# interval_12_hours
source: 12 Hours
ja: 12時間
ko: 12시간
vi: 12 小時
zh_cn: 12 小时

# interval_6_hours
source: 6 Hours
ja: 6時間
ko: 6시간
vi: 6 小時
zh_cn: 6 小时

# interval_3_hours
source: 3 Hours
ja: 3時間
ko: 3시간
vi: 3 小時
zh_cn: 3 小时

# interval_1_hour
source: 1 Hours
ja: 1時間
ko: 1시간
vi: 1 小時
zh_cn: 1 小时

# interval_10_minutes
source: 10 Minutes
ja: 10分間
ko: 10분
vi: 10 分鐘
zh_cn: 10 分钟

# interval_now
source: Today
ja: 今日
ko: 오늘
vi: Hôm nay
zh_cn: 今天

# welcome_message
source: Welcome to DPIP
ja: DPIPへようこそ
ko: DPIP에 오신 것을 환영합니다
vi: Chào mừng đến với DPIP
zh_cn: 欢迎使用 DPIP

# dpip_description
source: DPIP is an app designed by a local team in Taiwan. It integrates information from TREM-Net (Taiwan Real-time Earthquake Monitoring Network) and data from the Central Weather Administration, providing a comprehensive, unified, and convenient disaster prevention information application.
ja: DPIPは台湾の現地チームによって設計されたアプリで、TREM-Net（台湾リアルタイム地震観測網）の情報と中央気象局（CWA）のデータを統合し、統合された単一の便利な防災情報アプリを提供する。
ko: DPIP는 TREM-Net(대만의 실시간 지진 관측 네트워크) 정보 및 중앙 기상청 자료를 통합하여 통합, 단일 및 편리한 방재 정보 응용 프로그램을 제공하는 대만 현지 팀이 설계한 앱입니다.
vi: DPIP là ứng dụng được thiết kế bởi một nhóm địa phương tại Đài Loan, tích hợp thông tin từ TREM-Net (Mạng quan sát động đất thời gian thực Đài Loan) và dữ liệu từ Đài Loan Cơ quan thời tiết trung ương (CWA) để cung cấp một ứng dụng thông tin phòng chống thiên tai tích hợp, duy nhất và tiện lợi.
zh_cn: DPIP 是一款由台湾本土团队设计的 App，集成 TREM-Net (台湾即时地震观测网) 的信息及中央气象署数据，提供一个集成、单一且便利的防灾信息应用。

# next_step
source: Next
ja: 次へ
ko: 다음 단계
vi: Tiếp theo
zh_cn: 下一步

# who_we_are
source: Who are we?
ja: 私たちは誰？
ko: 저희에 관하여
vi: Chúng tôi là ai?
zh_cn: 我们是谁？

# exptech_studio_description
source: ExpTech Studio is a group primarily composed of students, with an average age of under 20 and more than 15 members. The members are students from northern, central, and southern Taiwan, as well as Japan, South Korea, and China.
ja: ExpTech Studioは、平均年齢20歳以下の15人以上の学生で構成されるグループです。メンバーは台湾（北部、中部、南部）、日本、韓国、中国から来ています。
ko: ExpTech Studio는 대부분 학생으로 구성된 팀으로, 평균 연령이 20세 이하이며, 15명 이상의 인원이 참여하고 있습니다. 멤버들은 대만 북부, 중부, 남부, 일본, 한국, 중국의 학생들로 구성되어 있습니다.
vi: ExpTech Studio là một nhóm gồm hơn 15 Học sinh, phần lớn là những người có độ tuổi trung bình dưới 20. Các thành viên đến từ Đài Loan (Bắc, Trung và Nam), Nhật Bản, Hàn Quốc và Trung Quốc.
zh_cn: ExpTech Studio 是一群大部分由学生组成，平均年龄未满 20 岁、人数超过 15 + 的团体。成员来自台湾北中南、日本、韩国、中国的学生。

# our_mission
source: Our Original Intention
ja: 私たちの初心
ko: 우리의 목표
vi: Chúng tôi đã bắt đầu với những gì
zh_cn: 我们的初衷

# founding_mission
source: The original intention was to recruit a group of students interested and skilled in computers and technology. It later expanded beyond the school and gradually developed into its current form.
ja: コンピューターやテクノロジーに興味と能力のある学生を集めるために設立されたが、その後校外に発展し、徐々に現在の形になった。
ko: 설립 초기의 목적은 컴퓨터와 기술에 관심과 능력이 있는 학생들을 모집하는 것이었으며, 이후에는 학교 밖으로 발전하여 현재의 모습으로 발전하였습니다.
vi: Nhóm ban đầu được thành lập bằng cách tuyển dụng một nhóm học sinh có sở thích và năng khiếu về máy tính và công nghệ, sau đó đã phát triển vượt ra ngoài phạm vi trường học và trở thành nhóm như hiện nay.
zh_cn: 成立初衷是招募一群对计算机及科技有兴趣及能力的同学，后来发展至校外，并逐渐形成现在的样子。

source: Notice
ja: 注意事項
ko: 주의사항
vi: Những điều cần lưu ý
zh_cn: 注意事项

# notice_details
source: DPIP will relay various information from ExpTech and the Central Weather Administration, Taiwan. Please note the following points when using it.
ja: DPIPでは、ExpTechや中央気象署（CWA）からの様々な情報をお届けしますので、ご利用の際には以下の点にご留意ください。
ko: DPIP는 ExpTech 및 대만 기상청으로부터 다양한 정보를 전달하므로, 다음 사항의 유의하여 사용하십시오.
vi: DPIP sẽ cung cấp nhiều thông tin khác nhau từ ExpTech và Đài Loan Cơ quan Thời tiết Trung ương (CWA), vì vậy hãy lưu ý những điều sau khi sử dụng.
zh_cn: DPIP 会传输来自 ExpTech 及中央气象署的各种信息，使用时请注意以下几点。

# official_info
source: All information should be considered authoritative only if it is consistent with what the Central Weather Administration has announced.
ja: いかなる情報も、中央気象署（CWA）が発表した内容に基づいていること。
ko: 모든 정보는 대만 기상청에서 발표한 내용을 기준으로 합니다.
vi: Tất cả thông tin phải tuân theo nội dung do Đài Loan Cơ quan Thời tiết Trung ương (CWA) công bố.
zh_cn: 任何信息应以中央气象署发布内容为准。

# information_reliability
source: Due to factors such as network conditions, server performance, application issues, and the status of our data providers, there may be times when you do not receive information. We will do our best to prevent this from happening, but we cannot guarantee uninterrupted service.
ja: ネットワークの状態、サーバーの状態、アプリケーションの状態、上流のデータソースの状態などにより、情報が届かない可能性があります。そのような事態が発生しないよう最善を尽くしますが、保証はいたしかねます。
ko: 네트워크 상태, 서버 상태, 애플리케이션 상태, 상위 데이터 소스 상태 등 여러 요인에 따라 정보를 수신되지 않을 가능성이 있으며, 이를 방지하기 위해 최선을 다하겠지만 발생하지 않을 것이라고 보장하지는 않습니다.
vi: Tùy thuộc vào trạng thái mạng, trạng thái máy chủ, trạng thái ứng dụng, trạng thái nguồn dữ liệu ngược dòng, v.v., sự cố không nhận được thông tin có thể xảy ra và chúng tôi sẽ cố gắng hết sức để tránh những tình huống như vậy, nhưng chúng tôi không đảm bảo rằng chúng sẽ không xảy ra.
zh_cn: 根据网络状态、服务器状态、应用程序状态、上游数据来源状态等，有收不到信息的可能性，我们会尽力避免此类情况，但不保证一定不会发生。

# strong_shake_warning
source: There's a chance that you will feel strong shaking before you receive the alert.
ja: 強い揺れは、通知メッセージよりも早くユーザーの場所に到着する可能性がある。
ko: 강한 진동이 알림보다 사용자 위치에 먼저 도착할 가능성이 있습니다.
vi: Rung lắc mạnh có xu hướng xảy ra ở vị trí của người dùng sớm hơn thông báo.
zh_cn: 强烈摇晃有概率比通知早抵达用户所在地。

# earthquake_alert_warning
source: Earthquake Early Warnings are estimates based on quick calculations and could be significantly inaccurate. Users should be aware of this and use the information judiciously.
ja: 地震情報は迅速な計算の結果であり、大きな誤差が生じる可能性があるため、注意と理解をもって利用する必要がある。
ko: 지진 속보는 빠른 계산 결과로, 상당한 오차가 있을 수 있으니 이해하고 신중히 사용해 주세요.
vi: Báo cáo động đất nhanh là những tính toán nhanh và có thể chứa nhiều lỗi, do đó cần phải thận trọng và hiểu rõ.
zh_cn: 地震速报为快速计算之结果，可能存在较大误差，应理解并谨慎使用。

# legal_risks
source: Any action that is not officially approved could lead to legal consequences. It's essential to follow all applicable rules and regulations.
ja: 公的に認可されていない行為は、中華民国（台湾）の法律により危険となる可能性がありますので、必ず関連法規を遵守してください。
ko: 공식적으로 인정되지 않은 모든 행위는 법적 위험을 부담할 수 있으므로 관련 규범을 준수해야 합니다.
vi: Bất kỳ hành vi nào không được chính thức cho phép đều có thể bị coi là vi phạm pháp luật của Trung Hoa Dân Quốc (Đài Loan), vì vậy hãy đảm bảo tuân thủ các quy định có liên quan.
zh_cn: 任何不被官方所认可的行为均有可能承担法律风险，请务必遵守相关规范。

# permission
source: Permissions
ja: 権限
ko: 권한
vi: Sự cho phép
zh_cn: 权限

# privacy_commitment
source: We advocate for the privacy of all users.
ja: 私たちは常にユーザーの側に立ち、プライバシーの保護に継続的に取り組んできました。
ko: 우리는 항상 사용자와 함께하며 사용자의 프라이버시를 위해 끊임없이 노력합니다.
vi: Chúng tôi luôn ủng hộ người dùng và nỗ lực không ngừng vì quyền riêng tư của họ.
zh_cn: 我们一直和用户站在一起，为用户的隐私而不断努力。

# notification
source: Notifications
ja: 通知
ko: 알림
vi: Thông báo
zh_cn: 通知
