Repository: ExpTechTW/DPIP
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh_cn

# no_ads_reason
source: During a disaster, the last thing people want to see is an ad. This is the primary reason we've decided against in-app advertisements. For a disaster prevention app, delivering accurate and timely information is paramount. If ads hinder users from accessing critical disaster information, it would directly contradict our mission. Additionally, communication quality is often poor during disasters, and wasting precious data on ad loading is simply frustrating.
ko: 재해가 발생했을 때 광고를 보고 싶어하지 않겠죠? 이것이 우리가 PPL을 하지 않는 첫 번째 이유입니다. 방재 지향 소프트웨어는 방재 정보를 빠르고 정확하게 전달하는 것이 최우선 과제입니다. 광고 때문에 방재 정보를 제대로 파악하지 못한다면 오히려 우리의 이념과 어긋납니다. 게다가 재해 시에는 통상적으로 통신 품질이 좋지 않고, 인터넷 트래픽을 추가로 낭비해 광고를 싣고 있으니 답답할 노릇입니다.
vi: 當災害發生時，大家一定不會想要看廣告吧？這是我們不植入廣告的第一個理由。防災導向的軟體，快速正確地傳遞防災資訊是首要任務。如果因為廣告而導致無法正確掌握防災資訊，這反而和我們的理念相違背。況且，災害發生時通常通訊品質不佳，還要額外浪費網路流量在載入廣告，這件事太令人沮喪了。
zh_cn: 当灾害发生时，大家一定不会想要看广告吧？这是我们不植入广告的第一个理由。防灾导向的软件，快速正确地传递防灾信息是首要任务。如果因为广告而导致无法正确掌握防灾信息，这反而和我们的理念相违背。况且，灾害发生时通常通信品质不佳，还要额外浪费网络流量在加载广告，这件事太令人沮丧了。

# charge_public
source: Charging Users?
ko: 대중들에게는 유료인가요?
vi: 對大眾收費？
zh_cn: 对大众收费？

# no_fee_reason
source: If in-app advertisements aren't feasible, what about charging users? Should we turn it into a paid app?
ko: PPL이 안된다면 일반 대중들을 위한 요금은 어떻게 되나요? 유료 앱이 되나요?
vi: 如果植入廣告行不通，那對大眾收費呢？變成付費軟體？
zh_cn: 如果植入广告行不通，那对大众收费呢？变成付费软件？

# public_charge_consideration
source: First of all, as a disaster prevention app, our goal is to reach as many people as possible. Moreover, those who truly need this app may not have the extra funds to pay for it. We want to help as many people as possible. Secondly, as developers, we want our app to have a wide user base. Charging users would directly reduce the user base.
ko: 우선 방재앱으로서 최대한 많은 사람들에게 방재정보를 전달하면 좋을 것 같습니다. 그리고 정말 필요한 사람들은 더 이상 추가 비용을 부담할 수 없을지도 모릅니다. 우리는 더 많은 사람들을 돕고 싶습니다. 둘째, 개발자인 우리는 소프트웨어를 많은 사람들이 사용할 수 있기를 바라며, 요금은 곧 여러분의 사용 의향 저하로 이어질 것입니다.
vi: 首先，作為防災軟體，我們希望盡可能地將防災資訊傳遞給越多人越好。而且，或許真正需要的人沒辦法再多出額外的經費承擔這項支出，我們希望幫助更多的人。其次，作為開發人員，我們希望軟體可以有很多人使用，收費會直接導致大家使用意願降低。
zh_cn: 首先，作为防灾软件，我们希望尽可能地将防灾信息传递给越多人越好。而且，或许真正需要的人没办法再多出额外的经费承担这项支出，我们希望帮助更多的人。其次，作为开发人员，我们希望软件可以有很多人使用，收费会直接导致大家使用意愿降低。

# how_to_profit
source: How Do We Monetize?
ko: 어떻게 이윤을 남기나요?
vi: 如何營利？
zh_cn: 如何营利？

# summary
source: In conclusion, we hope to cultivate a community of individuals who are interested in disaster prevention and value this kind of app. We invite these users to support our development efforts and join us in making a difference.
ko: 위와 같이 방재에 관심 있는 사람, 방재를 중시하는 사람을 육성하여 우리의 소프트웨어 개발을 지원하고 함께 발전해 나가고 싶습니다.
vi: 總結上述，我們希望培養出對防災有興趣的人、重視防災的人，支持我們的軟體開發，一起往前發展。
zh_cn: 总结上述，我们希望培养出对防灾有兴趣的人、重视防灾的人，支持我们的软件开发，一起往前发展。

# developer_message
source: DPIP Founder's Message
ko: DPIP 개발자의 말씀
vi: DPIP 開發者的話
zh_cn: DPIP 开发者的话

# error_fetching_announcement
source: Announcement Retrieval Error
ko: 공지사항을 가져오던 중 오류가 발생했습니다:
vi: 獲取公告時發生錯誤:
zh_cn: 获取公告时发生错误:

# invalid_operation
source: Slow down!
ko: 유효하지 않은 레슨입니다
vi: 無效操作
zh_cn: 无效操作

# operation_interval_too_short
source: It seems like you're going a bit too fast. Please take a moment and try again later.
ko: 작동 간격이 너무 짧습니다. 잠시 후 다시 시도하십시오.
vi: 操作間隔過短，請稍後再嘗試。
zh_cn: 操作间隔过短，请稍后再尝试。

# got_it
source: OK
ko: 알겠습니다
vi: 知道了
zh_cn: 知道了

# error_fcm_token
source: Error: Unable to retrieve FCM Token
ko: 오류: FCM 토큰을 가져올 수 없음
vi: 錯誤: 無法取得 FCM Token
zh_cn: 错误: 无法取得 FCM Token

# error_fetching_notifications
source: There's an error occurred while retrieving notification history. Please try again later.
ko: 알림 기록을 불러오던 중 오류 발생
vi: 獲取通知紀錄時發生錯誤
zh_cn: 获取通知纪录时发生错误

# auto_location_permission_required
source: For optimal auto-location service performance, DPIP requires enabling notification permissions.
ko: 자동 위치추적 기능은 DPIP가 알림 권한을 사용할 수 있도록 허용해야 재대로 작동합니다.
vi: 自動定位功能需要您允許 DPIP 使用通知權限才能正常運作。
zh_cn: 自动定位功能需要您允许 DPIP 使用通知权限才能正常运作。

# location_permission_needed
source: For optimal auto-location service performance, DPIP requires enabling location service permissions.
ko: 자동 위치추적 기능은 DPIP가 위치 권한을 사용할 수 있도록 허용해야 재대로 작동합니다.
vi: 自動定位功能需要您允許 DPIP 使用位置權限才能正常運作。
zh_cn: 自动定位功能需要您允许 DPIP 使用位置权限才能正常运作。

# location_permission
source: Location Permissions
ko: 위치 권한
vi: 位置權限
zh_cn: 位置权限

# improve_auto_location_experience
source: For a better automatic locating experience, please grant DPIP the "{permissionType}" on Location permission so it can continuously update your location in the background.
ko: 보다 나은 자동 위치추적 경험을 제공하기 위해서 DPIP가 백드라운드에서 위치를 자동으로 설정하도록 위치 권한을 "{permissionType}"으로 올려야 합니다.
vi: 為了獲得更好的自動定位體驗，您需要將位置權限提升至「{permissionType}」以便讓 DPIP 在背景自動設定所在地資訊。
zh_cn: 为了获得更好的自动定位体验，您需要将位置权限提升至「{permissionType}」以便让 DPIP 在后台自动设置所在地信息。

# auto_location_permission_upgrade_needed
source: Auto-locating requires granting {permissionType} to operate in the background.
ko: 자동 위치추적 기능은 위치 권한을 "{permissionType}"로 올려서 백그라운드에서 사용돼야 합니다.
vi: 自動定位功能需要將位置權限提升至「{permissionType}」以在背景使用。
zh_cn: 自动定位功能需要将位置权限提升至「{permissionType}」以在后台使用。

# error_prefix
source: Error:
ko: 오류:
vi: 錯誤:
zh_cn: 错误:

# home_precipitation
source: Precipitation
ko: 강수량
vi: 降水量
zh_cn: 降水量

# history_nationwide
source: Nationwide
ko: 전국
vi: 全國
zh_cn: 全国

# me_welcome
source: Welcome screen
ko: 환영 페이지
vi: 歡迎頁面
zh_cn: 欢迎页面

# donate_h2
source: Help us maintain server stability and development.
ko: 서버의 안정과 장기적인 발전 돕기
vi: 幫助我們維護伺服器的穩定和長久發展
zh_cn: 帮助我们维护服务器的稳定和长久发展

# max_earthquake_intensity
source: Max Intensity
ko: 최대진도
vi: 最大震度
zh_cn: 最大震度

# report_all
source: All
ko: 전부
vi: 全部
zh_cn: 全部

# report_filter
source: Filter
ko: 필터
vi: 篩選器
zh_cn: 筛选器

# report_filter_reset
source: Reset
ko: 리셋
vi: 重置
zh_cn: 重置

# report_filter_apply
source: Apply
ko: 적용
vi: 套用
zh_cn: 应用

# report_end
source: End of list
ko: 마지막
vi: 到底了
zh_cn: 到底了

# history_send_time
source: Event Time
ko: 전달 시각
vi: 發送時間
zh_cn: 发送时间

# history_valid_until
source: Valid until
ko: 유효 시각
vi: 有效至
zh_cn: 有效至

# history_affected_area
source: Affected Area
ko: 영향 영역
vi: 影響區域
zh_cn: 影响区域

# sound_eew_alert_major
source: Emergency Earthquake Early Warning (Critical)
ko: 긴급지진속보(거대)
vi: 緊急地震速報(重大)
zh_cn: 紧急地震预警(重大)

# sound_eew_minor
source: Emergency Earthquake Early Warning
ko: 긴급지진속보(일반)
vi: 緊急地震速報(一般)
zh_cn: 紧急地震预警(一般)

# sound_eew_silent
source: Emergency Earthquake Early Warning (Silent)
ko: 긴급지진속보(무음)
vi: 緊急地震速報(無聲)
zh_cn: 紧急地震预警(无声)

# sound_eew_silent_h2
source: Maximum intensity is greater than 5- and local (City/Town/District) estimated intensity is greater than 1.
ko: 최대진도 5약 이상, 소재지(향ㆍ진) 예상 진도 1 이상
vi: 最大震度 5 弱以上 且 所在地(鄉鎮)預估震度 1 以上
zh_cn: 最大震度 5 弱以上 且 所在地(乡镇)预估震度 1 以上

# sound_earthquake_eew_major
source: Earthquake Early Warning (Critical)
ko: 지진속보(거대)
vi: 地震速報(重大)
zh_cn: 地震预警(重大)

# sound_earthquake_eew_major_h2
source: Local (City/Town/District) estimated intensity is greater than 4.
ko: 소재지(향ㆍ진) 예상 진도 4 이상
vi: 所在地(鄉鎮)預估震度 4 以上
zh_cn: 所在地(乡镇)预估震度 4 以上

# sound_earthquake_eew_minor
source: Earthquake Early Warning
ko: 지진속보(일반)
vi: 地震速報(一般)
zh_cn: 地震预警(一般)

# sound_earthquake_eew_minor_h2
source: Local (City/Town/District) estimated intensity is greater than 2.
ko: 소재지(향ㆍ진) 예상 진도 2 이상
vi: 所在地(鄉鎮)預估震度 2 以上
zh_cn: 所在地(乡镇)预估震度 2 以上

# sound_earthquake_eew_silent
source: Earthquake Early Warning (Silent)
ko: 지진속보(무음)
vi: 地震速報(無聲)
zh_cn: 地震预警(无声)

# sound_earthquake_eew_silent_h2
source: Local (City/Town/District) estimated intensity is greater than 1.
ko: 소재지(향ㆍ진) 예상 진도 1 이상
vi: 所在地(鄉鎮)預估震度 1 以上
zh_cn: 所在地(乡镇)预估震度 1 以上

# sound_int_report_minor
source: Intensity Report
ko: 진도속보(일반)
vi: 震度速報(一般)
zh_cn: 震度速報(一般)

# sound_int_report_minor_h2
source: Local (City/Town/District) measured intensity is greater than 3.
ko: 소재지(향ㆍ진) 실측 진도 3 이상
vi: 所在地(鄉鎮)實測震度 3 以上
zh_cn: 所在地(乡镇)实测震度 3 以上

# sound_int_report_silent
source: Intensity Report (Silent)
ko: 진도속보(무음)
vi: 震度速報(無聲通知)
zh_cn: 震度速報(无声通知)

# sound_int_report_silent_h2
source: Local (City/Town/District) measured intensity is greater than 1.
ko: 소재지(향ㆍ진) 실측 진도 1 이상
vi: 所在地(鄉鎮)實測震度 1 以上
zh_cn: 所在地(乡镇)实测震度 1 以上

# sound_monitor_minor
source: Earthquake Monitor
ko: 강진모니터(일반)
vi: 強震監視器(一般)
zh_cn: 强震监视器(一般)

# sound_report_minor
source: Earthquake Report
ko: 지진보고(일반)
vi: 地震報告(一般)
zh_cn: 地震报告(一般)

# sound_report_silent
source: Earthquake Report (Silent)
ko: 지진보고(무음)
vi: 地震報告(無聲通知)
zh_cn: 地震报告(无声通知)

# sound_report_silent_h2
source: Local (Municipality/County) measured intensity is greater than 1.
ko: 소재지(현ㆍ시) 실측 진도 1 이상
vi: 所在地(縣市)實測震度 1 以上
zh_cn: 所在地(县市)实测震度 1 以上

# sound_weather_warning
source: Weather Warning
ko: 기상경보
vi: 氣象警報
zh_cn: 气象警报

# sound_rain_instant
source: Heavy Rain Advisory
ko: 뇌우 재난 문자
vi: 雷雨即時訊息
zh_cn: 雷雨即时信息

# sound_weather_alert
source: Weather Advisory
ko: 기상 경보
vi: 天氣警特報
zh_cn: 天气警特报

# sound_rain_minor_h2
source: Local (City/Town/District) Thunderstorm Advisory or Mountain Area Heavy Rain Advisory Issued
ko: 소재지(현ㆍ시)으로 뇌우 실시간 정보 또는 산간지역 호우 시 전송합니다.
vi: 所在地(鄉鎮)發布雷雨即時訊息或 山區暴雨時
zh_cn: 所在地(乡镇)发布雷雨即时讯息或 山区暴雨时

# sound_weather_major_h2
source: Local (City/Town/District) Red Severe Weather Advisory Issued
ko: 소재지(향진)에서 적색 기상 경보 특보를 발령
vi: 所在地(鄉鎮)發布紅色燈號之 天氣警特報
zh_cn: 所在地(乡镇)发布红色灯号之 天气警特报

# sound_weather_minor_h2
source: Local (City/Town/District) Severe Weather Advisory Issued Excluding Above Areas
ko: 소재지(향진)에서 기상 경보를 발령
vi: 所在地(鄉鎮)發布上述除外燈號之 天氣警特報
zh_cn: 所在地(乡镇)发布上述除外灯号之 天气警特报

# sound_disaster
source: Disaster Information
ko: 재난 정보
vi: 災害資訊
zh_cn: 灾害信息

# sound_evacuation
source: Evacuation Advisory
ko: 피난 정보
vi: 避難資訊
zh_cn: 避难信息

# sound_evacuation_major_h2
source: When a critical evacuation notice is issued for the current location (City/Town/District)
ko: 소재지(향진)에 피난 경보가 발령된 경우
vi: 所在地(鄉鎮)發布避難警訊時
zh_cn: 所在地(乡镇)发布避难警讯时

# sound_evacuation_minor_h2
source: When a minor evacuation notice is issued for the current location (City/Town/District)
ko: 소재지(향진)에 피난정보가 발령된 경우
vi: 所在地(鄉鎮)發布避難資訊時
zh_cn: 所在地(乡镇)发布避难信息时

# sound_tsunami_silent
source: Tsunami Report (Silent)
ko: 태평양 쓰나미 소식(무음)
vi: 太平洋海嘯消息(無聲通知)
zh_cn: 太平洋海啸消息(无声通知)

# sound_tsunami_silent_h2
source: According to the tsunami warning issued by the PTWC, which is assessed by CWA that it may cause public concern.
ko: 태평향 쓰나미 소식 발표 시
vi: 太平洋海嘯消息發布時
zh_cn: 太平洋海啸消息发布时

# sound_other_notifications
source: Other Notifications
ko: 기타 정보
vi: 其他通知
zh_cn: 其他通知

# sound_major
source: Critical
ko: 거대
vi: 重大
zh_cn: 重大

source: Sunny With Haze
ko: 맑고 연무
vi: 晴有霾
zh_cn: 晴有霾

source: Sunny With Mist
ko: 맑고 이슬비
vi: 晴有靄
zh_cn: 晴有薄雾

# sunny_with_lightning
source: 晴有閃電
ko: 맑고 번개
zh_cn: 晴有闪电

# sunny_with_fog
source: 晴有霧
ko: 맑고 안개
zh_cn: 晴有雾

# sunny_with_rain
source: Sunny drizzle
ko: 맑고 비
vi: 晴有雨
zh_cn: 晴有雨

# sunny_with_sleet
source: 晴有雨雪
ko: 맑고 진눈깨비

# sunny_with_heavy_snow
source: 晴有大雪
ko: 맑고 폭설

# sunny_with_snow_pellets
source: 晴有雪珠
ko: 맑고 싸락눈

source: Sunny with ice pellets
ko: 맑고 작은 우박
vi: 晴有冰珠
zh_cn: 晴有冰珠

# sunny_with_snow_showers
source: 晴有陣雪
ko: 맑고 눈보라
zh_cn: 晴有阵雪

# sunny_with_sleet_showers
source: 晴陣雨雪
ko: 맑고 진눈깨비 소나기
zh_cn: 晴阵雨雪

# sunny_with_hail
source: 晴有雹
ko: 맑고 우박
zh_cn: 晴有冰雹

# sunny_with_thunderstorm
source: 晴有雷雨
ko: 맑고 뇌우

# sunny_with_thundersnow
source: 晴有雷雪
ko: 맑고 천둥을 동반한 눈

# sunny_with_thunderhail
source: 晴有雷雹
ko: 맑고 천둥번개
zh_cn: 晴有雷冰雹

# sunny_with_severe_thunderstorm
source: 晴大雷雨
ko: 맑고 강한 뇌우

# sunny_with_severe_thunderhail
source: 晴大雷雹
ko: 맑고 강한 천둥번개
zh_cn: 晴大雷冰雹

# sunny_with_thunder
source: 晴天伴有雷
ko: 맑고 천둥

# partly__cloudy
source: 多雲
ko: 부분적으로 흐림
zh_cn: 多云

# partly_cloudy_with_haze
source: 多雲有霾
ko: 연무를 동반한 부분적으로 흐림
zh_cn: 多云有霾

# partly_cloudy_with_mist
source: 多雲有靄
ko: 이슬비를 동반한 부분적으로 흐림
zh_cn: 多云有薄雾

# partly_cloudy_with_lightning
source: 多雲有閃電
ko: 천둥을 동반한 부분적으로 흐림
zh_cn: 多云有雷电

# partly_cloudy_with_fog
source: 多雲有霧
ko: 안개를 동반한 부분적으로 흐림
zh_cn: 多云有雾

# partly_cloudy_with_rain
source: 多雲有雨
ko: 비를 동반한 부분적으로 흐림
zh_cn: 多云有雨

# partly_cloudy_with_sleet
source: 多雲有雨雪
ko: 진눈깨비를 동반한 부분적으로 흐림
zh_cn: 多云有雨雪

# partly_cloudy_with_heavy_snow
source: 多雲有大雪
ko: 폭설을 동반한 부분적으로 흐림
zh_cn: 多云有大雪

# partly_cloudy_with_snow_pellets
source: 多雲有雪珠
ko: 싸락눈을 동반한 부분적으로 흐림
zh_cn: 多云有雪珠

# partly_cloudy_with_ice_pellets
source: 多雲有冰珠
ko: 작은 우박을 동반한 부분적으로 흐림
zh_cn: 多云有冰珠

# partly_cloudy_with_snow_showers
source: 多雲有陣雪
ko: 눈보라를 동반한 부분적으로 흐림
zh_cn: 多云有阵雪

# partly_cloudy_with_sleet_showers
source: 多雲陣雨雪
ko: 진눈깨비 소나기를 동반한 부분적으로 흐림
zh_cn: 多云阵雨雪

# partly_cloudy_with_hail
source: 多雲有雹
ko: 우박을 동반한 부분적으로 흐림
zh_cn: 多云有冰雹

# partly_cloudy_with_thunderstorm
source: 多雲有雷雨
ko: 뇌우를 동반한 부분적으로 흐림
zh_cn: 多云有雷雨

# partly_cloudy_with_thundersnow
source: 多雲有雷雪
ko: 눈과 번개를 동반한 부분적으로 흐림
zh_cn: 多云有雷雪

# partly_cloudy_with_thunderhail
source: 多雲有雷雹
ko: 천둥번개를 동반한 부분적으로 흐림
zh_cn: 多云有雷冰雹

# partly_cloudy_with_severe_thunderstorm
source: 多雲大雷雨
ko: 강한 뇌우를 동반한 부분적으로 흐림
zh_cn: 多云大雷雨

# partly_cloudy_with_severe_thunderhail
source: 多雲大雷雹
ko: 강한 천둥번개를 동반한 부분적으로 흐림
zh_cn: 多云大雷冰雹

# partly_cloudy_with_thunder
source: 多雲伴有雷
ko: 천둥을 동반한 부분적으로 흐림
zh_cn: 多云伴有雷

# overcast_with_haze
source: 陰有霾
ko: 연무로 뒤덮인
zh_cn: 阴有霾

# overcast_with_mist
source: 陰有靄
ko: 이슬비로 뒤덮인
zh_cn: 阴有薄雾

# overcast_with_lightning
source: 陰有閃電
ko: 번개로 뒤덮인
zh_cn: 阴有雷电

# overcast_with_fog
source: 陰有霧
ko: 안개로 뒤덮인
zh_cn: 阴有雾

# overcast_with_rain
source: 陰有雨
ko: 비로 뒤덮인
zh_cn: 阴有雨

# overcast_with_sleet
source: 陰有雨雪
ko: 진눈깨비로 뒤덮인
zh_cn: 阴有雨雪

# overcast_with_heavy_snow
source: 陰有大雪
ko: 폭설로 뒤덮인
zh_cn: 阴有大雪

# overcast_with_snow_pellets
source: 陰有雪珠
ko: 싸락눈으로 뒤덮인
zh_cn: 阴有雪珠

# overcast_with_ice_pellets
source: 陰有冰珠
ko: 작은 우박으로 뒤덮인
zh_cn: 阴有冰珠

# overcast_with_snow_showers
source: 陰有陣雪
ko: 눈보라로 뒤덮인
zh_cn: 阴有阵雪

# overcast_with_sleet_showers
source: 陰陣雨雪
ko: 진눈깨비 소나기로 뒤덮인
zh_cn: 阴阵雨雪

# overcast_with_hail
source: 陰有雹
ko: 우박으로 뒤덮인
zh_cn: 阴有冰雹

# overcast_with_thunderstorm
source: 陰有雷雨
ko: 뇌우로 뒤덮인
zh_cn: 阴有雷雨

# overcast_with_thundersnow
source: 陰有雷雪
ko: 눈보라로 뒤덮인
zh_cn: 阴有雷雪

# overcast_with_thunderhail
source: 陰有雷雹
ko: 천둥번개로 뒤덮인
zh_cn: 阴有雷冰雹

# overcast_with_severe_thunderstorm
source: 陰大雷雨
ko: 맑고 강한 천둥번개
zh_cn: 阴大雷雨

# overcast_with_severe_thunderhail
source: 陰大雷雹
ko: 흐리고 강한 천둥번개
zh_cn: 阴天有强雷冰雹

# overcast_with_thunder
source: 陰天伴有雷
ko: 흐리고 천둥
zh_cn: 阴天伴有雷

# get_weather_abnormal
source: Error in retrieving weather data
ko: 날씨 이상징후 확인
vi: 取得天氣異常
zh_cn: 取得天气异常

# map_average
source: Average
ko: 평균
vi: 平均
zh_cn: 平均

# radar_synthetic_echo
source: 雷達合成回波
ko: 기상 레이더
zh_cn: 雷达合成回波

# completed
source: Dismissed
ko: 종료
vi: 已結束
zh_cn: 已结束

source: Active
ko: 시행 중
vi: 生效中
zh_cn: 生效中

# save_image_permission
source: To save images, DPIP requires "Photos and Media" permissions.
ko: 사진을 저장하려면 DPIP에 사진 및 미디어 사용 권한을 허용해야 정상적으로 작동합니다.
vi: 儲存圖片需要您允許 DPIP 使用相片和媒體權限才能正常運作。
zh_cn: 存储图片需要您允许 DPIP 使用相片和媒体权限才能正常运作。

# save_image_error
source: Error in saving images.
ko: 사진 저장 후 오류가 발생했습니다:
vi: 儲存圖片時發生錯誤:
zh_cn: 存储图片时发生错误:

# error_occurred
source: An error has occurred.
ko: 오류 발생:
vi: 發生錯誤:
zh_cn: 发生错误:

# history_final
source: (Final Report)
ko: (마지막)
vi: (最終)
zh_cn: (最终)

# home_click_settings
source: Set location
ko: 클릭해서 위치 설정하기
vi: 點擊設定所在地
zh_cn: 点击设置所在地

# history_earthquake_intensity
source: TREM Observation Network Measured Intensity
ko: TREM 관측망 실측 진도
vi: TREM 觀測網實測震度
zh_cn: TREM 观测网实测震度

# history_earthquake_intensity_h2
source: JMASIS Standard (0.3-sec 3D accel)
ko: JMA 진도 기준 (0.3초 주기의 3성분 합성가속도)
vi: 使用 JMA 震度標準 (0.3秒三分量合成加速度)
zh_cn: 使用 JMA 震度标准 (0.3秒三分量合成加速度)

# history_seismic_intensity_reference
source: The data presented is automatically generated by TREM-Net and has not undergone human review or verification. It is intended for preliminary emergency response reference only. Please refer to CWA for official information.
ko: 본 자료는 TREM-Net 관측망 자동관측 결과로부터 얻은 것으로 아직 인위적으로 검토 및 확인되지 않았으며, 참고 자료로만 제공되었습니다. 실제로는 중앙 기상청에서 발표한 정보가 우선입니다.
vi: 本資料係由 TREM-Net 觀測網自動觀測結果所得，尚未經人為檢視確認，僅供應變之初步參考。實際應以中央氣象署發布之資訊為準。
zh_cn: 本资料由 TREM-Net 观测网自动观测结果所得，尚未经人为检视确认，仅供应变之初步参考。实际应以中央气象署发布的信息为准。

# map_no_data
source: No available data to display.
ko: 표시할 유효한 자료가 없습니다.
vi: 沒有有效資料可顯示
zh_cn: 没有有效资料可显示

# map_hh_time
source: HH:00
ko: HH시
vi: HH時
zh_cn: HH时

# ranking
source: Leaderboard
ko: 랭킹
vi: 排行榜
zh_cn: 排行榜

# ranking_time
source: Data time: {time} {ranked_length} weather stations
ko: 자료 시간: {time} 총 {ranked_length} 관측점
vi: 資料時間：{time} 共 {ranked_length} 觀測點
zh_cn: 资料时间：{time} 共 {ranked_length} 观测点

# according
source: According to
ko: 에 따르면
vi: 依
zh_cn: 依

# ranking_descending
source: Descending
ko: 내림차순
vi: 降冪
zh_cn: 降序

# ranking_ascending
source: Ascending
ko: 오름차순
vi: 升冪
zh_cn: 升序

# ranking_merge_into
source: Scope
ko: 통합
vi: 合併至
zh_cn: 合并至

# permission_storage
source: Save
ko: 이미지 저장
vi: Lưu trữ hình
zh_cn: 储存
